Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Bitten Contract.tmx
Source language: en
Languages: es_419

source: have some coffee!
es_419: ¡aquí está tu café!

source: ...so chae-i was merely expressing her gratitude.
es_419: … chae-i solo está expresando su gratitud.

source: I'm sure you'll find the right person some day.
es_419: sé que algún día encontrarás a la persona indicada.

source: posts
es_419: publicaciones

source: yes, we went to the same high school.
es_419: sí, fuimos a la misma preparatoria.

source: aaack!
es_419: ¡aaah!

source: whew
es_419: FIUU

source: that guy next to you, isn't the one for you~
es_419: el chico que está a tu lado no es el indicado para ti~

source: wow! makes sense.
es_419: ¡guau! tiene sentido.

source: clap
es_419: PLAS

source: what?
es_419: ¿qué?

source: cut! good job!
es_419: ¡corte! ¡bien!

source: anyway… you really look good…
es_419: en fin… realmente te ves muy bien…

source: ...kept her promise.
es_419: … cumplió su promesa.

source: true! haha.
es_419: ¡cierto! ja, ja.

source: apparently, yun said he'll accept chae-i's feelings.
es_419: al parecer, yun dijo que le corresponderá.

source: I didn't know chae-i had such a wild side to her.
es_419: no sabía que chae-i tenía ese lado salvaje.

source: you wanted to go so badly... but who knew you'd actually go...
es_419: te morías por ir… ¿quién hubiera imaginado que realmente lo harías?…

source: where are we going?
es_419: ¿a dónde vamos?

source: I had something to say...
es_419: tenía algo que decirte…

source: about what?
es_419: ¿algo de qué?

source: earlier, jiseong kept asking what was going on between you and me...
es_419: jiseong me preguntó hace un rato si algo pasaba entre nosotros…

source: chae-i, I heard you're filming with doha choi in your next drama.
es_419: chae-i, escuché que vas a grabar con doha choi en la próxima novela.

source: I’m looking forward to today's filming!
es_419: ¡no veo la hora de estar en el rodaje de hoy!

source: and mr. lee just goes without saying.
es_419: y sabemos que el señor lee es increíble.

source: time to date
es_419: hora de salir

source: ms. kim, mr. lee!
es_419: ¡señora kim, señor lee!

source: so that's how you're going to play it?
es_419: ¿entonces así es como vas a jugar?

source: whoa! a big screen really is nice!
es_419: ¡guau! ¡superhit una pantalla grande!

source: dude!
es_419: ¡amigo!

source: chae-i is an amazing person.
es_419: chae-i es una mujer increíble.

source: awkward
es_419: INCÓMODO

source: it is really absurd..
es_419: es absurdo…

source: after they disbanded, I've been trying to get her in the spotlight... but she's just not getting enough attention.
es_419: después de la disolución del grupo, he intentado exponerla… pero no recibe suficiente atención.

source: hi, sera!
es_419: ¡hola, sera!

source: My Favorite Idol
es_419: MI ÍDOLO FAVORITO

source: ...excuse me for a sec.
es_419: … discúlpame un segundo.

source: you're no better than you were earlier!
es_419: ¡no estás mejor que antes!

source: it's too early to worry about that! and people really liked your web dramas, too!
es_419: ¡es muy pronto para preocuparse por eso! ¡además a la gente le gustaron tus novelas web!

source: ah, then...
es_419: ah, entonces…

source: I think I like Korean food best.
es_419: me inclinaría por la comida coreana.

source: shoot... again...
es_419: ¡toma!… otra vez…

source: glance
es_419: OBSERVA

source: instead, will you...
es_419: a cambio, ¿serías…

source: um, he was smaller than me, had darker skin... and he was cute.
es_419: mm, más bajito que yo, tenía piel canela… y era lindo.

source: ...how about filming my part later and doing hers first?
es_419: … ¿y si rodamos mi parte más tarde y hace primero la de ella?

source: yes, seonbaenim!
es_419: ¡sí, seonbaenim!

source: - 2 hours earlier -
es_419: - 2 horas antes -

source: did yun drink a lot?
es_419: ¿yun bebió demasiado?

source: I guess I have a ways to go...
es_419: creo que tengo camino por recorrer…

source: nuuumbing?
es_419: ¿anestééésico?

source: you gonna date her?
es_419: ¿saldrás con ella?

source: I was handing out drinks but didn't see you.
es_419: estaba repartiendo bebidas y no te encontraba.

source: then...
es_419: oye…

source: TV?
es_419: ¿tele?

source: uh, yun... well...
es_419: mm, yun… eh…

source: seriously.
es_419: en serio.

source: are you unwell?
es_419: ¿te sientes mal?

source: Recent searches Delete all
es_419: búsquedas recientes borrar todo

source: what's going on?
es_419: ¿qué ocurre?

source: so I was thinking... you should start dating.
es_419: así que creo… que debes salir con alguien.

source: tailor
es_419: SASTRERÍA

source: well done, please!
es_419: ¡bien cocido, por favor!

source: you might have said it lightly, but the rumors about chae-i--
es_419: pudiste decirlo sutilmente, pero los rumores acerca de chae-i…

source: by the way...
es_419: a propósito…

source: I'm the one who should be screaming.
es_419: soy yo la que debería estar gritando.

source: you two look so awkward!
es_419: ¡se ven incómodos!

source: I'll take you home.
es_419: te llevaré a casa.

source: she believes in me and is cheering me on.
es_419: ella confía en mí y me anima.

source: embarrassed
es_419: AVERGONZADA

source: ...and seems to eat away at me.
es_419: … y parece que me fuera a devorar.

source: grandma... you won't leave me... right? right?
es_419: abue… tú no me abandonarás, ¿verdad? ¿verdad?

source: this isn’t your first acting job!
es_419: ¡no es la primera vez que actúas!

source: did you drink?
es_419: ¿has bebido?

source: zing
es_419: ÑIC

source: wow... he's been a fan for a really long time!
es_419: ¡guau… ha sido un fan por mucho tiempo!

source: yeah. you know like mosquitoes. you can't feel when they bite because of a numbing substance.
es_419: sí, como el de los mosquitos. no sientes cuando te pican por una sustancia anestésica.

source: I'll go to yours!
es_419: ¡iré yo a tu casa!

source: yes... there's nothing wrong again...
es_419: sí… otra vez lo mismo, no hay nada malo…

source: I couldn't have done it without you, ijun.
es_419: no lo habría hecho sin ti, ijun.

source: ...but... hic...
es_419: … pero… hip…

source: she's been through a lot recently even without this...
es_419: ella ha pasado por mucho recientemente, incluso sin esto…

source: true. true.
es_419: es cierto.

source: his laser eyes.
es_419: mirada intensa.

source: sorry! lemme use the bathroom!
es_419: ¡perdón! ¡voy a usar tu baño!

source: yes.
es_419: sí.

source: you alright?
es_419: ¿estás bien?

source: EXIT
es_419: SALIDA

source: you've had no pain since yesterday, right?
es_419: no has tenido dolor desde ayer, ¿verdad?

source: of course! get ready for the awards ceremony at the end of the year, haha!
es_419: ¡claro! ¡prepárate para los premios de fin de año, ja, ja!

source: and you asked me to help only with this drama?
es_419: ¿y me pediste que te ayudara solo para esta novela?

source: a contract relationship. sounds like a good idea.
es_419: un contrato amoroso. suena bien.

source: I'll go get her.
es_419: iré por ella.

source: oh, really?
es_419: ¿ah, sí?

source: congratulations!
es_419: ¡felicidades!

source: sob...
es_419: snif…

source: I agree. she seems really out of it...
es_419: pienso igual, parece fuera de sí…

source: you know nana park, your friend in the drama?
es_419: ¿conoces a nana park, tu amiga en la novela?

source: what can I do, though?
es_419: ¿qué puedo hacer entonces?

source: are you alright?
es_419: ¿estás bien?

source: vroom
es_419: BRRRUM

source: I'm afraid of feeling hurt if I see him...
es_419: me da miedo salir herida si lo viera…

source: he's not here yet…
es_419: no ha llegado aún…

source: yup...
es_419: sip…

source: um...
es_419: em…

source: your acting was great today.
es_419: su actuación de hoy fue genial.

source: so don't go anywhere. stay by my side, got it?
es_419: así que no te vayas. quédate conmigo, ¿entendiste?

source: ...have this!
es_419: … ¡beba esto!

source: alright!
es_419: ¡muy bien!

source: pour
es_419: DILUVIO

source: hmm...
es_419: mmm…

source: is that the only response he has?
es_419: ¿es la única respuesta que tiene?

source: I'll leave them in front of the door. if your clothes are too damp, just wear these, okay?
es_419: la dejaré en la puerta. si tu ropa está muy mojada, puedes usar esta, ¿vale?

source: why am I writing this down?
es_419: ¿por qué escribo esto?

source: still...
es_419: igual…

source: teary
es_419: LLOROSA

source: sad
es_419: SNIF

source: didn't you say chae-i likes you?
es_419: ¿no dijiste que le gustabas a chae-i?

source: he's 25?
es_419: ¿tiene 25?

source: Can we meet briefly during lunch tomorrow?
es_419: ¿Podemos vernos un momento mañana al almuerzo?

source: Ijun Seo Incoming
es_419: ijun seo llamando

source: blood!!!
es_419: ¡¡sangre!!

source: that's why you don't have any friends other than us!
es_419: ¡es por eso que no tienes más amigos aparte de nosotros!

source: cut! cut!
es_419: ¡corte! ¡corte!

source: Now she looks so wicked..
es_419: ahora se ve perversa…

source: ...ijun, I think there's a misunderstanding. yun and I are friends from high school so--
es_419: … ijun, creo que hay un malentendido. yun y yo somos amigos desde el colegio, por eso…

source: my first crush... is a really charming person...
es_419: mi primer amor… es una chica realmente encantadora…

source: I feel so much lighter!
es_419: ¡me siento más liviana!

source: So disappointing
es_419: Qué decepción

source: is your manager picking you up?
es_419: ¿tu representante viene por ti?

source: uh, yeah...
es_419: ah, sí…

source: spin
es_419: GIRA

source: I'm not sure. each couple does it differently, probably.
es_419: no sé. cada pareja lo hace de forma diferente, creo.

source: mom, she and I are different.
es_419: mami, somos diferentes.

source: open
es_419: ABRE

source: HE
es_419: JE

source: jiseong brought a drink earlier...
es_419: jiseong trajo una botella…

source: I’m cute and I know it
es_419: soy linda y lo sé

source: they're the hottest child actors. you think they'll end up becoming a top celebrity couple?
es_419: son los actores jóvenes más guapos, ¿crees que serán la pareja de celebridades del año?

source: thinks she's hearing things
es_419: PIENSA QUE OYE VOCES

source: what the--?!
es_419: ¡¿qué caraj…?!

source: then can you keep helping me?
es_419: ¿así que me podrás ayudar?

source: I'm not sure.
es_419: no lo sé.

source: but you've only bitten my neck...
es_419: pero solo me has mordido el cuello…

source: thank you.
es_419: gracias.

source: I wish they would've told me...
es_419: me habría gustado que me lo dijeran…

source: for me to help you, we need to see each other at least once a week.
es_419: para ayudarte, debemos vernos por lo menos una vez a la semana.

source: the best intern is great too. chae-i, your acting gets better every time.
es_419: la pasante poderosa también es fantástica. chae-i, tu actuación es cada vez mejor.

source: uh, well, we--
es_419: mmm, nosotros…

source: ugh!
es_419: ¡Agh!

source: is it because he's a vampire?
es_419: ¿será porque es vampiro?

source: flip
es_419: FLAC

source: ruru will be the hottest actor's girlfriend...
es_419: ruru será la novia del actor más sexy…

source: you guys can enjoy my share...
es_419: pueden comerse mi parte…

source: really?! the lead role?
es_419: ¡¿en serio?! ¿protagonista?

source: ...it's chilly tonight.
es_419: … hace frío esta noche.

source: long time no see.
es_419: Tiempo sin verte.

source: ...makes the same face.
es_419: … hace la misma cara.

source: Time to Date
es_419: hora de salir

source: hello, I'm doha choi.
es_419: hola, soy doha choi

source: haha
es_419: JAJA

source: oh… well, her face is, yeah! hehe.
es_419: eh… pues, su cara es linda, je, je.

source: he even asked me for dating advice...
es_419: incluso me pide consejos de chicas…

source: ...it's not the truth. so it doesn't matter. rumors fade anyway...
es_419: … no es cierto. así que no tiene importancia. los rumores se desvanecen…

source: our bites are usually effective only for about a week.
es_419: nuestras mordidas son efectivas solo por una semana.

source: ...you don't react to a cross?
es_419: … no reaccionas a una cruz?

source: he's good.
es_419: él es bueno.

source: Discussion
es_419: Debates

source: ooh... you were entertained... well, I can dance for you again anytime!
es_419: yuju… te entretuve… ¡pues podría bailar otra vez para ti cuando quieras!

source: I'm not very picky and pretty much eat anything. but if I had to choose...
es_419: no soy muy exigente y como casi todo. pero si tuviese que elegir…

source: never mind! it's just a coincidence!
es_419: ¡no importa! ¡es solo una coincidencia!

source: I won't ask you to continue help beyond that...
es_419: no te pediré que me ayudes después de eso…

source: you should have acted like this earlier.
es_419: debiste actuar así antes.

source: chae-i, you should be nicer to him.
es_419: chae-i, debes ser más amable con él.

source: see you later then.
es_419: nos vemos después.

source: not long ago, I began to get headaches.
es_419: hace poco comencé a tener dolores de cabeza.

source: ahahahaha, mos- haha, -quito? hahahahaha! puahahahahahaha!
es_419: jajajajaja, ¿mos… jaja… quito? ¡jajajajaja! ¡juajajajajajaja!

source: well, I guess it's all good if he's happy...
es_419: bueno, creo que todo está bien si él es feliz…

source: what?!
es_419: ¡¿qué?!

source: what? really? that's a bit...
es_419: ¿qué? ¿en serio? eso es un poco…

source: we’ve both worked hard since then...
es_419: las dos trabajamos duro desde entonces…

source: will you be okay with that, ijun?
es_419: ¿te sentirías bien con eso?

source: apparently, she chased yun around everywhere since high school! hahaha
es_419: ¡parece que persiguió a yun por todas partes desde la secundaria! ja, ja, ja.

source: you'll definitely get cast in which ever one you choose.
es_419: obviamente, el personaje que elijas será tuyo.

source: …and your skin's so clear…
es_419: … y tu piel brilla…

source: ugh, you stress me out so much...
es_419: uf, me estresas demasiado…

source: scribble
es_419: ANOTA

source: watch and learn.
es_419: miren y aprendan.

source: ...but the spotlight was always on sera.
es_419: … pero ella fue siempre el centro de atención.

source: I do a bit more?
es_419: intentarlo de nuevo?

source: your place?
es_419: ¿a tu casa?

source: give it some more thought...
es_419: piénsalo un poco mejor…

source: I kept thinking about what I can do for you...
es_419: sigo pensando en qué puedo hacer por ti…

source: miyeon kim? the one who wrote blue summer?
es_419: ¿miyeon kim? ¿la que escribió verano azul?

source: no! chae-i lee is awful!
es_419: ¡no, chae-i lee es horrible!

source: vrrr
es_419: FRRR

source: you're so cool...
es_419: eres genial…

source: I got hired full-time.
es_419: me contrataron a tiempo completo.

source: haha, gosh, this guy... you like me too much!
es_419: ja, ja, cielos, qué tipo… ¡te caigo muy bien!

source: if that's what you want...
es_419: si eso deseas…

source: I'll have tea!
es_419: ¡un té!

source: miss!
es_419: ¡señorita!

source: excuse me.
es_419: perdona.

source: oh, sera!
es_419: eh, ¡sera!

source: come in.
es_419: pase.

source: oh, yes! we do!
es_419: ¡sí, así es!

source: what the...
es_419: qué diab…

source: I'll tell him to be good to you!
es_419: ¡le diré que sea bueno contigo!

source: I am! so anyway, that's why I had to leave the car at the shop.
es_419: ¡sí! en fin, por eso tuve que dejar el auto en el taller.

source: welcome, chae-i!
es_419: ¡bienvenida!

source: it's ijun seo.
es_419: es ijun seo.

source: sneak
es_419: SASS

source: what are you talking about?
es_419: ¿a qué te refieres?

source: haha... chae-i and I've known each other for ten years.
es_419: ja, ja… chae-i y yo nos conocemos desde hace diez años.

source: bye, uncle ijun!
es_419: ¡adiós, tío ijun!

source: ...but you look a lot like him...
es_419: … pero te pareces tanto a él…

source: I always keep my word!
es_419: ¡soy fiel a mi palabra!

source: she's asleep...
es_419: está dormida…

source: ...ijun seo from time to date!
es_419: … ¡ijun seo, por hora de salir!

source: ...you're an attractive person, chae-i.
es_419: … eres una mujer atractiva, chae-i.

source: he doesn’t look too bad.
es_419: no se ve tan mal.

source: why are you already so drunk...
es_419: ¿por qué tan borracho desde ya?

source: the occasional pain reduces my quality of life quite noticeably...
es_419: el dolor esporádico reduce significativamente mi calidad de vida…

source: chatter
es_419: BLABLA

source: ...so I just let you sleep here.
es_419: … por eso te dejé dormir aquí.

source: Jaeyong
es_419: para jaeyong

source: I'm doha choi, taking the role of kiha kang.
es_419: soy doha choi, en el papel de kiha kang.

source: The most-viewed minute that day was the scene where Suhan Lee (Ijun Seo) confessed his love to Yeri Cha (Sora Han) with the line, "Come to me..."
es_419: el minuto más visto ese día fue la escena donde suhan lee (ijun seo) le confiesa su amor a yeri cha (sora han) con la frase, "ven a mí…".

source: alright...
es_419: está bien…

source: oh! yun!
es_419: ¡ay, yun!

source: oh no...
es_419: ay, no…

source: but I have no thoughts of dating him.
es_419: pero no pienso salir con él.

source: I think it'll help both of us.
es_419: creo que sería útil para los dos.

source: of course! we're in the same label.
es_419: ¡claro! estamos en la misma discográfica.

source: hey! where you going?!
es_419: ¡oye! ¡¿a dónde vas?!

source: Q.
es_419: P.

source: that's fortunate, haha.
es_419: es una suerte, ja, ja.

source: grandma...
es_419: abuela…

source: ...even acupuncture.
es_419: … incluso con acupuntura.

source: you got here fast--
es_419: llegaste superrápido…

source: I've been acting since I was very young,
es_419: he actuado desde que era muy joven,

source: feeling better?
es_419: ¿te sientes mejor?

source: blink
es_419: PARPADEA

source: alone
es_419: SOLO

source: uh... ijun, we didn't know you were there.
es_419: eh… ijun, no sabíamos que estabas ahí.

source: she wants you to be the female lead in her next production.
es_419: quiere que seas la protagonista en su próxima producción.

source: damp
es_419: MOJADA

source: How about dinner together?
es_419: cenamos juntos?

source: yes, thank you!
es_419: bueno, ¡gracias!

source: actually...
es_419: la verdad…

source: huh? yun!
es_419: ¿eh? ¡yun!

source: was he always like that?
es_419: ¿siempre ha sido así?

source: no, he said he's leaving--
es_419: no, dijo que se iría…

source: who are you to keep butting in?!
es_419: ¡¿quién te crees para meterte?!

source: *Eonni is a form of address by females to older females or sisters.
es_419: *eonni es un término usado por mujeres para dirigirse a hermanas o mujeres mayores.

source: right now...
es_419: ahora mismo…

source: you seem really bright today.
es_419: estás radiante hoy.

source: not really...
es_419: la verdad, no…

source: ms. chae-i lee.
es_419: señorita chae-i lee.

source: tell me about it!
es_419: ¡es cierto!

source: snap
es_419: CLIS

source: y-you're really…
es_419: e-estás muy…

source: anyway, I think I'll try a different genre, not romance.
es_419: en fin, creo que quiero probar un género diferente al romance.

source: Share
es_419: compartir

source: This is surveillance camera footage.
es_419: Es la grabación de la cámara de vigilancia.

source: we're working on taking all the posts down and blocking any news publications,
es_419: estamos trabajando para bajar todas las publicaciones y bloquear cualquier noticia,

source: I guess he says that often...
es_419: creo que suele decir eso…

source: I should start preparing for my wedding..
es_419: Debería prepararme para mi boda…

source: sat right next to him
es_419: SENTADA JUSTO A SU LADO

source: and we thought someone beat him up at the sauna...
es_419: y nosotros pensamos que lo habían golpeado en el sauna…

source: you must have practiced a lot!
es_419: ¡debes haber practicado mucho!

source: I said...
es_419: dije que…

source: ...still, take a look at the script. it's really good!
es_419: … igual, échale un ojo al guion. ¡es muy bueno!

source: oh, I see.
es_419: ah, ya.

source: he was the only friend who stayed by my side during my hardest times.
es_419: fue el único amigo que estuvo a mi lado en los momentos más difíciles.

source: hahaha, and why are you so short when you eat so much?
es_419: ja, ja, ¿y por qué eres tan bajita si comes tanto?

source: leon of plix?
es_419: ¿león, de plix?

source: CREAK
es_419: TRIC

source: clean taste
es_419: prueba de limpieza

source: slightly exhausted
es_419: UN POCO EXHAUSTA

source: have you ever dated anyone, chae-i?
es_419: ¿alguna vez has salido con alguien?

source: you need chae-i here, right?
es_419: necesitan a chae-i, ¿verdad?

source: hi, oppa. is something wrong?
es_419: hola, oppa. ¿ocurre algo?

source: thank you!
es_419: ¡gracias!

source: oh, no. not for the best intern.
es_419: ay, no. no es de la pasante poderosa.

source: Travel to Eastern Europe with $2000
es_419: Viaje a Europa Oriental por $2000.

source: That's why Sera’s way better.
es_419: por eso sera es mejor.

source: excuse me...
es_419: disculpen…

source: who said that bullsh*t?!
es_419: ¡¿quién dijo toda esa mi*rda?!

source: of course I'm aware of his drunk habits. but you should have scanned the room for cameras.
es_419: soy consciente de sus hábitos con el alcohol, pero tú debiste prever las cámaras.

source: miyeon kim? the scriptwriter for blue summer?
es_419: ¿miyeon kim? ¿la guionista de verano azul?

source: I thought I came on time.
es_419: pensé que estaba siendo puntual.

source: while we're at it, let's go all out!
es_419: ya que estamos en estas, ¡vamos con toda!

source: turn
es_419: GIRA

source: I've tried everything possible, but nothing worked.
es_419: lo he intentado todo, pero nada funciona.

source: the ceo always complained he didn't have money. so that was fake?
es_419: el gerente solía quejarse por no tener dinero, ¿era mentira?

source: How many restaurants did we eat at in Italy?
es_419: ¿En cuántos restaurantes comimos en Italia?

source: today's the last day of filming.
es_419: hoy es el último día de rodaje.

source: eonni! yun is over here!
es_419: ¡eonni, yun está aquí!

source: hehe
es_419: JEJE

source: really?
es_419: ¿de veras?

source: I just can't publicly deny them in this situation...
es_419: como está la situación, no puedo negarlos públicamente…

source: we can shop for matching items on some days too.
es_419: y a veces podemos ir a comprar objetos iguales.

source: Was this...
es_419: ¿Es…

source: all the people I like end up leaving me...
es_419: todas las personas que me agradan terminan dejándome…

source: when you act, you sparkle! you're so cool!
es_419: ¡cuando actúas brillas! ¡eres genial!

source: I'm sure there's a reason.
es_419: seguro hay una razón.

source: I'll take yun home. don't worry.
es_419: lo llevaré a casa. no te preocupes.

source: mmph
es_419: GRUM

source: I'm da-yeon jeong.
es_419: soy da-yeon jeong.

source: I wanted to confess tonight.
es_419: quería declararme esta noche.

source: I heard from the ceo.
es_419: me contó la jefa.

source: blue summer was a hit, remember?
es_419: verano azul fue un hit, ¿lo recuerdas?

source: oh, sorry!
es_419: ¡ah, perdón!

source: oh... well...
es_419: ah… pues…

source: ...on the table.
es_419: … en la mesa.

source: startle
es_419: SOBRESALTO

source: wait!
es_419: ¡espera!

source: THE BEST INTERN
es_419: LA MEJOR PASANTE

source: uh... well...
es_419: eh… pues…

source: ...my fans sent coffee and snack trucks. why don't we take a break?
es_419: … mis fans enviaron sándwiches y café, ¿qué tal una pausa?

source: DAsH
es_419: CORRE

source: Baby Eel 14 hours ago
es_419: anguilita hace 14 horas

source: hmm?
es_419: ¿mmm?
